<template lang="pug">
  .lh-48.p-27.text-left
    div
      span 为明确双方的权利和义务，规范双方的行为，甲方（星互网络会员）、乙方（上海星互网络科技有限公司）本着平等互利的原则，就乙方提供的平台服务事宜达成本协议。
      span.fw-500 甲方在使用乙方提供的平台服务之前，请务必审慎阅读、充分理解《星互网络会员注册协议》，特别是隐私条款及限制、免责条款，在注册过程中勾选“我已经阅读并同意星互网络会员注册协议”，即表示甲方确认对本协议全部条款含义已充分理解并完全接受。
      span 甲方只有在完全接受本协议并完成全部注册程序后，才能成为星互网络的会员并享受各项平台服务。甲方因违反本协议而导致任何法律后果的发生，甲方独立承担相应的法律责任。
    div
      .fw-500.text-under-line.my-20 阅读本协议的过程中，如果甲方不同意本协议或其中任何条款约定，应立即停止注册程序。
      div.fw-500.mt-20 第一部分总则
      div ·第一条定义
      div ·第二条甲方的权利、义务和须知
      div ·第三条乙方的权利义务
      div ·第四条协议的效力
      div ·第五条法律适用条款
      div ·第六条争议解决
      div ·第七条协议补充条款
      div ·第八条免责条款
      div ·第九条协议更新及用户关注义务
      div ·第十条其他
      .fw-500.my-20 第一条 定义
      div
        span 下列用语在本协议中的含义为：
        span “平台服务”，是指甲方登录乙方星互网络平台（以下简称“平台”）自愿选择使用的个人综
        span 合服务平台，通过该平台，甲方可以使用一个账号、一个密码，进行个人信息管理、互助计
        span 划参与及管理、保单管理、健康管理、公益活动管理、积分管理、咨询、评价、问答、活动
        span 等其他服务。
        span 为甲方提供“平台服务”的主体为乙方及乙方关联方，包括但不限于复星直接或间接控股、
        span 通过协议安排等方式控制或施加重大影响的法人或其他组织等（以下统称“乙方及其关联
        span 方”）。
      div.mt-20
        span 服务的方式范围包括但不限于PC端、移动端设备等方式登录并使用星互网络“平台服务”。
        span 服务的内容包括但不限于互助计划管理、保单查询、保单管理、健康管理、公益管理、积分
        span 管理、用户评价、活动管理、在线咨询等，具体详情以平台当时提供的服务内容为准。
        span “用户名”是指甲方注册星互网络获得的登录账号。
        span “密码”是指确认甲方身份的字符与数字信息。甲方获得密码的方式有：甲方在注册时自行
        span 设置，或乙方通过密码封或其他方式给甲方提供初始密码。
        span “实名认证”作为星互网络提供的一项“平台服务”，法律并未赋予乙方强制要求所有用户
        span 进行实名认证的权力，但为使甲方更好地使用星互网络“平台服务”，乙方建议甲方按照要
        span 求及我国法律规定完成实名认证。
      .fw-500.my-20 第二条 甲方的权利、义务和须知
      div 一、权利
        div （一）甲方自愿注册“平台服务”，并在注册成功之后有权使用“平台服务”。
        div （二）甲方在注册期内有权按“平台服务”规则进行个人信息管理、互助计划管理、保单查
          span 询、保单管理、健康管理、公益管理、活动管理、咨询等其他服务。
      div 二、义务
        div （一）甲方直接在星互网络平台进行用户注册，须填写其合法有效的相关信息，填写注册表。
          span 甲方须保证所填写的注册表和所提供的资料真实、准确、完整，对于因甲方提供的信息不真
          span 实、不准确或不完整导致的损失由甲方承担。
        div （二）甲方自愿注册并使用“平台服务”，确认以“平台服务”的技术操作方式管理账户并
          span 自愿承担责任。
        div （三）甲方须妥善保存本人的用户名、密码，维持该用户名和密码的机密安全。任何使用该
          span 用户名和密码的行为将被视为甲方本人的行为（无论该使用行为是由甲方本人所为或他人所
          span 为），甲方对使用该用户名和密码所进行的一切活动以及因此导致的任何损失或损害负全部
          span 责任。
        div.fw-500 甲方应按照机密的原则设置和保管密码，包括但不限于：
          div 1．避免使用生日、电话号码等与本人明显相关的数字作为密码；
          div 2．不得将密码提供给除法律规定以外的任何人；
          div 3．收到初始密码后应通过登录平台尽快重新设置密码；
          div 4．应定期更换密码并牢记；
          div 5．在输入密码时，应防止旁人或不安全设备窥视；
          div 6．不应在网吧等公众场所的公用电脑或其他网络设备、他人电脑或其他网络设备使用“平
            span 台服务”。
        div （四）甲方结束使用“平台服务”，应点击页面上的“退出登录”按钮终止当前服务，不应
          span 以关闭浏览器的方式终止。
          div （五）甲方发现密码泄漏、遗忘，应及时办理密码重置。
          div （六）甲方不得恶意诋毁、损害乙方声誉或攻击乙方平台及系统。
          div （七）甲方在使用“平台服务”过程中，所提供的注册信息发生变动，应及时进行变更。
          div （八）甲方可登录“平台服务”功能区进行注销会员操作。会员注销后，其会员资格将被注
            span 销，须重新申请注册星互网络“平台服务”方可使用。
        div 三、须知
          div 在“平台服务”使用过程中，所有使用甲方的用户名和密码进行的操作均视为甲方所为，操
            span 作所产生的电子信息记录均为甲方行为的有效凭据。
          .fw-500.mt-20 “平台服务”可能根据乙方及其关联方业务调整而发生变更或增加经营主体，甲方同意调
          span 整后的经营主体提供的服务适用于本协议所有条款。“平台服务”可能根据乙方及其关联方
          span 的业务调整而发生变更或增加的业务、功能、服务等，甲方同意调整后的业务、功能、服
          span 务等适用于本协议所有条款。
        .fw-500.my-20 第三条 乙方的权利义务
        div.mb-20 一、权利
          div （一）乙方有权利根据甲方所提供注册资料决定甲方的注册成功与否。
          div （二）乙方有权利对“平台服务”系统进行升级、改造，如因此类情况而造成服务在合理时
            span 间内的中断，乙方无需为此承担任何责任。但乙方会尽可能事先进行通告并根据情况在相应
            span 服务页面提前作出通知。
          div （三）甲方存在恶意诋毁或损害乙方或其关联方声誉、攻击“平台服务”系统、利用“平台
            span 服务”从事违反国家法律法规活动等行为之一的，乙方有权单方面终止甲方对“平台服务”
            span 的使用，并保留追究甲方法律责任的权利。
          div （四）因以下情况没有正确执行甲方提交的“平台服务”操作指令，乙方不承担任何责任：
          div 1．指令信息不明、存在乱码或不完整等；
          div 2．甲方未能按照“平台服务”规则进行操作；
          div 3．甲方所拥有的产品发生失效、过期、终止、作废等情况；
          div 4．不可抗力或意外事件；
          div 5．其他乙方无过失的情况。
          div （五）乙方拥有“平台服务”所有内容的著作权、商标权、专利权及其他知识产权，非经乙
            span 方授权，甲方不能擅自修改、复制、存储、传送、抄袭、分发这些内容，以及将这些内容用
            span 作商业或公开用途。“平台服务”的内容包括但不限于：
          div 1．“平台服务”的文字、信息、软件、声音、图片、录像、图表、广告的全部内容；
          div 2．乙方向甲方发送的电子邮件；
          div 3．“平台服务”提供的其他信息。
        div.mb-20 二、义务
          div （一）乙方对甲方的个人信息负有保密义务，并保证乙方关联方及必要第三方与乙方具有同
            span 等保密责任。更多关于个人信息保护的内容，请参见《隐私政策》。
          div （二）甲方对本协议所有条款内容及“平台服务”如有疑问、建议或意见时，可通过登录乙
            span 方官方网站或致电官方网站公布的客服热线进行咨询或投诉，乙方负责向甲方提供“平台服
            span 务”的服务咨询，并在官方网站上公布功能介绍、问题解答等内容。
        .fw-500.my-20 第四条 协议的效力
          div 如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款
            span 仍应有效并且有约束力，除非该其余条款或者本协议整体被法院的最终裁判认定无效。
          div 本协议自甲方完成注册起生效。
          div 本协议中的标题仅为方便而设，在解释本协议时应被忽略。
        .fw-500.my-20 第五条 法律适用条款
        div 本协议的成立、生效、履行和解释，均适用中华人民共和国法律；法律无明文规定的，可适
          span 用通行的行业惯例。如本协议相关条款与中华人民共和国法律相抵触时，则这些条款将完全
          span 按法律规定重新解释，而其它条款则依旧保持对甲乙双方产生法律效力和影响。
        .fw-500.my-20 第六条 争议解决
        div 甲乙双方在履行本协议的过程中，如发生争议，应协商解决。协商不成的，双方均可向乙方
          span 所在地有管辖权的人民法院起诉。
        .fw-500.my-20 第七条 协议补充条款
        div 乙方平台公示的非产品销售的网页包含的条款、条件、规则、说明等，均作为本协议的补充，
          span 与本协议具有同等法律效力。
        .fw-500.my-20 第八条 免责条款
        div 乙方在以下情况下不承担责任（包括但不限于）：
        div （一）甲方须妥善保存“平台服务”用户名、密码，对甲方保管不善造成的损失，乙方不承
          span 担责任。
        div （二）如甲方在网吧等公众场所的公用电脑或其他网络设备、他人电脑或其他网络设备使用
          span “平台服务”，须谨慎操作，由此造成的损失乙方不承担责任。
        div （三）如果甲方在共享环境下或在电脑被远程监控的情况下使用“平台服务”，由此造成的
          span 损失乙方不承担责任。
        div （四）如因无法预见、无法避免且无法克服的不可抗力事件，导致乙方在本协议项下的义务
          span 无法履行或无法按时履行，则不应视为乙方违约，乙方也无需为此承担任何违约责任。
        div （五）如果“平台服务”存在投入使用时的科学技术水平尚不能发现的缺陷，由此造成的损
          span 失乙方不承担责任。
        div （六）如果甲方将“平台服务”账户详细信息输入其他任何服务系统而不是输入乙方平台登
          span 录系统，由此造成的损失乙方不承担责任。
        div （七）如果甲方蓄意欺诈、不按照适用于甲方的“平台服务”账户的条款和条件履行合理谨
          span 慎义务或不遵守安全操作要求，由此造成的损失乙方不承担责任。
        div （八）甲方通过移动通讯设备登录相关平台和使用相关服务，因通讯过程中导致信息的不完
          span 整、丢失或被第三方拦截等不可归责于乙方的情形，乙方不承担责任。
        div （九）乙方不允许甲方使用他人身份信息注册，否则，因此产生的法律责任将由甲方本人承
          span 担，给他人造成损失的，甲方应给予赔偿。
        div （十）对于甲方受到计算机病毒、木马或其他恶意程序、黑客攻击所造成的损失，乙方不承
          span 担责任。
      .fw-500.my-20 第九条 协议更新及用户关注义务
      div 在本协议履行过程中，因国家法律法规变化及“平台服务”运营需要，乙方可根据情况对本
        span 服务协议进行修改。一旦本协议的内容发生变动，乙方将通过官网公布最新的服务协议，不
        span 再向甲方作个别通知。如果甲方不同意乙方对本协议所做的修改，甲方有权停止使用乙方官
        span 网服务。如果甲方继续使用服务，则视为甲方接受乙方对本协议所做的修改，并应遵照修改
      span 后的协议执行。
      .fw-500.my-20 第十条其他
      div 本协议内容中以黑体、加粗、下划线、斜体等方式显著标识的条款，请用户着重阅读。
</template>
